a-candy-beauty-icon-theme-git
accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-fonts
aic94xx-firmware
alacritty
alsa-firmware
alsa-utils
amd-ucode
appstream
arandr
arc-gtk-theme
arch-install-scripts
archlinux-login-backgrounds-git
archlinux-logout-git
archlinux-tweak-tool-git
arcolinux-alacritty-git
arcolinux-arc-dawn-git
arcolinux-bootloader-refind-git
arcolinux-desktop-trasher-git
arcolinux-gtk-surfn-arc-git
arcolinux-hyprland-git
arcolinux-keyring
arcolinux-meta-sddm-themes
arcolinux-meta-steam-amd
arcolinux-meta-wine
arcolinux-mirrorlist-git
arcolinux-neofetch-git
arcolinux-paru-git
arcolinux-powermenu-git
arcolinux-pywal-cache-git
arcolinux-refind-theme-arco-specs-git
arcolinux-sddm-simplicity-git
arcolinux-systemd-services-git
arcolinux-wallpapers-candy-git
arcolinux-wallpapers-dual-git
arcolinux-wallpapers-git
arcolinux-wayland-app-hooks-git
arcolinuxd-system-config-git
arcolinuxd-welcome-app-git
arconet-variety-config
arcopro-wallpapers
audacity
base
base-devel
bash-completion
bat
bibata-cursor-theme-bin
bind
blueman
bluez
bluez-libs
bluez-utils
broadcom-wl-dkms
btop
btrfs-progs
chromium
clonezilla
cool-retro-term
cryptsetup
cups
cups-pdf
cups-pk-helper
ddrescue
dex
dialog
diffutils
discord
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
duf
e2fsprogs
edk2-shell
efibootmgr
egl-wayland
ethtool
exfatprogs
expac
expect
eza
f2fs-tools
fastfetch
fatresize
feh
figlet
firefox
firefox-dark-reader
firefox-ublock-origin
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
fsarchiver
ghostty
gimp
git
git-crypt
gksu
gnu-netcat
gpart
gparted
gpm
gptfdisk
grim
grimblast-git
gsfonts
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gutenprint
gvfs-smb
hdparm
hplip
hw-probe
hyperv
hyprcursor-git
hyprland-git
hyprlang-git
hyprlock-git
hyprpaper-git
hyprpicker-git
inxi
iw
iwd
jdk21-openjdk
jfsutils
keepassxc
kitty
ldns
less
libadwaita-without-adwaita-git
libfido2
libreoffice-fresh
libusb-compat
linux
linux-atm
linux-firmware
linux-firmware-marvell
linux-headers
linux-lts
linux-lts-headers
localsearch
logrotate
lsb-release
lshw
lsscsi
luarocks
lvm2
lxappearance
mako
man-db
man-pages
mdadm
memtest86+
memtest86+-efi
mesa
micro
mkinitcpio
mkinitcpio-firmware
mkinitcpio-nfs-utils
mkinitcpio-openswap
mobile-broadband-provider-info
modemmanager
most
mpv
mtools
nano
nbd
ndisc6
neofetch
neovim
netbeans
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-qt5
networkmanager-vpnc
nfs-utils
nilfs-utils
nmap
noto-fonts
nss-mdns
ntfs-3g
ntp
numlockx
nvme-cli
obs-studio
obsidian
open-iscsi
openconnect
openssh
openvpn
os-prober
otf-geist-mono-nerd
pamixer
partclone
parted
partimage
paru-git
pavucontrol
pcsclite
picom
pkgfile
playerctl
plocate
pnpm
polkit
polkit-gnome
ppp
pptpclient
prettier
protontricks
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulsemixer
pv
pyright
python-icecream
python-pip
python-pipx
python-pynvim
rate-mirrors-bin
rclone
realvnc-vnc-viewer
refind
reflector
ripgrep
rofi-lbonn-wayland
rp-pppoe
rsync
rtl8821cu-morrownr-dkms-git
sardi-icons
screen
sddm
sdl2-compat
sdparm
sg3_utils
sl
smartmontools
sof-firmware
sofirem-git
splix
squashfs-tools
stow
stylelint
sudo
surfn-icons-git
swaybg
syslinux
system-config-printer
systemd-resolvconf
tcpdump
terminus-font
testdisk
the_silver_searcher
thunar
thunar-archive-plugin
thunar-volman
thunderbird
tmux
tpm2-tss
tree
ttf-cascadia-code
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-hack
ttf-jetbrains-mono-nerd
ttf-meslo-nerd-font-powerlevel10k
ttf-ms-fonts
ttf-roboto
ttf-roboto-mono
ttf-ubuntu-font-family
tumbler
udftools
unzip
usb_modeswitch
usbmuxd
usbutils
variety
vim
vimix-cursors
volumeicon
vpnc
waybar-git
wd719x-firmware
wget
wireless-regdb
wireless_tools
wireplumber
wl-clipboard
wofi
wpa_supplicant
wvdial
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland-git
xdg-user-dirs
xf86-input-elographics
xf86-input-libinput
xf86-video-amdgpu
xfce4-terminal
xfsprogs
xl2tpd
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yad
yay-git
zoxide
zsh
zsh-completions
