# Required to install bundles:
tap "homebrew/bundle"

# Miscellaneous
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "qmk/qmk/qmk"
cask "qmk-toolbox"
brew "icu4c@77"

# Programming
brew "go"
brew "gopls"
brew "lua"
brew "luacheck"
brew "node"
brew "pnpm"

# System/Terminal
brew "bat"
brew "eza"
brew "fastfetch"
cask "font-geist-mono-nerd-font"
brew "fzf"
brew "git"
brew "git-crypt"
brew "shellcheck"
brew "stow"
brew "tree"
brew "wget"
brew "zoxide"

# Utilities
cask "cheatsheet"
cask "hiddenbar"
cask "keka"
cask "raycast"
cask "rectangle"
cask "topnotch"
cask "the-unarchiver"

# Apps
cask "appcleaner"
cask "arc"
cask "autodesk-fusion"
cask "discord"
cask "firefox"
cask "fl-studio"
cask "ghostty"
brew "neovim"
cask "obsidian"
cask "proton-pass"
cask "prusaslicer"
cask "steam"
cask "tor-browser"
cask "vlc"
cask "vnc-viewer"
cask "zen-browser"
cask "zoom"
